xml/request_templates/aarbog_katalogEU.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>06800262|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Katalog</dc:title>
    <dc:title xsi:type="dkdcplus:full">Katalog</dc:title>
    <dc:creator>De Europæiske Fællesskaber Kommissionen</dc:creator>
    <dc:creator xsi:type="oss:sort">De Europæiske Fællesskaber Kommissionen</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">01.63326:6</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Internationalt økonomisk samarbejde</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
    <dc:description>Også i udgaver på organisationens andre officielle sprog</dc:description>
    <dc:description xsi:type="dkdcplus:series">Fortsættelse af dens: De europæiske Fællesskabers publikationer. Katalog</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Kontoret for De europæiske Fællesskabers officielle Publikationer</dc:publisher>
    <dc:date>1987</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Årbog</dc:type>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">06800262</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20010128224732</marcx:subfield>
        <marcx:subfield code="d">19881123</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">p</marcx:subfield>
        <marcx:subfield code="u">d</marcx:subfield>
        <marcx:subfield code="a">1986</marcx:subfield>
        <marcx:subfield code="z">1987</marcx:subfield>
        <marcx:subfield code="b">ic</marcx:subfield>
        <marcx:subfield code="c">a</marcx:subfield>
        <marcx:subfield code="d">b</marcx:subfield>
        <marcx:subfield code="e">1</marcx:subfield>
        <marcx:subfield code="h">z</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="a">DPF198690</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="110" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">De ¤Europæiske Fællesskaber</marcx:subfield>
        <marcx:subfield code="c">Kommissionen</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">Katalog</marcx:subfield>
        <marcx:subfield code="n">Del A</marcx:subfield>
        <marcx:subfield code="o">Publikationer</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="255" ind1="0" ind2="0">
        <marcx:subfield code="a">1985-1986</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Luxembourg</marcx:subfield>
        <marcx:subfield code="b">Kontoret for De europæiske Fællesskabers officielle Publikationer</marcx:subfield>
        <marcx:subfield code="f">Kbh.</marcx:subfield>
        <marcx:subfield code="g">abonnement ... Schultz</marcx:subfield>
        <marcx:subfield code="c">1986-1987</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="500" ind1="0" ind2="0">
        <marcx:subfield code="a">Årlig</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="505" ind1="0" ind2="0">
        <marcx:subfield code="a">Årspublikation</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Også i udgaver på organisationens andre officielle sprog</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="526" ind1="0" ind2="0">
        <marcx:subfield code="a">Fortsættelse af dens: De europæiske Fællesskabers publikationer. Katalog</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="526" ind1="0" ind2="0">
        <marcx:subfield code="a">Fortsættes som: Kontoret for De Europæiske Fællesskabers Publikationer: De europæiske Fællesskabers publikationer</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">01.63326</marcx:subfield>
        <marcx:subfield code="v">6</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="p">01.315</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="p">33.26</marcx:subfield>
        <marcx:subfield code="v">6</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">810010</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
<os:identifier>870970-basis:06800262</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>aarbog_katalogEU.xml.PLACEHOLDER</ns1:trackingId>
      <ns1:trackingId>aarbog_katalogEU.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
